Repository: wangtc07/cheki-lens
Catalog: ChekiLens/Localizable.xcstrings
Source language: zh_hant
Languages: ja

source: #全國巡演
ja: #全国ツアー

source: #神對應
ja: #神対応

source: %@ 立即永久解鎖
ja: %@ で今すぐ永久アンロック

source: %lld 個項目
ja: %lld 項目

source: %lld 欄顯示
ja: %lld 列で表示

source: ⚡️ 四角防反光：請先對準拍立得按第 1 次快門固定四邊位置
ja: ⚡️ 四隅反射防止：まずチェキに合わせて1回目のシャッターを押し、枠を固定してください

# ⚡️ 四邊已固定：請移動至四個角，分別按快門 (%lld/4)
source: 對準四個圓點拍攝 · %lld/4
ja: 4つの点に合わせて撮影 · %lld/4

source: ¥600 / NT$120 永久解鎖
ja: ¥600 / NT$120 で永久ロック解除

source: 1/2 · 拍攝正面
ja: 1/2 · 表面を撮影

source: 2/2 · 翻面拍背面
ja: 2/2 · 裏面を撮影

source: 100% 裝置端安全運算
ja: 100% オンデバイス処理

source: AI 自動偵測邊框與正位
ja: AI 自動枠検出・台形補正

source: AI 自動正位
ja: AI自動補正

source: AI 處理中…
ja: AI 処理中…

source: AI 邊框偵測與正位中…
ja: AI 枠検出・自動補正中…

source: App 內照片
ja: アプリ内の写真

source: ChekiLens Pro 已啟用。
ja: ChekiLens Pro が有効になりました。

source: ChekiLens 所有影像辨識與資料皆於您的 iPhone 本機端離線完成，絕不上傳雲端伺服器。
ja: ChekiLens の画像認識とデータ保存はすべて iPhone 本体内でオフライン処理され、外部サーバーに送信されることはありません。

source: Core Image 雙重幾何透視校正，自動裁切雜亂背景
ja: Core Image 幾何学台形補正により、背景を自動でトリミング

source: EXIF 拍攝年
ja: EXIF 撮影年

source: iOS 系統相簿測試相片
ja: iOS「写真」テスト画像

source: Mode B 雙角度去反光合成
ja: Mode B マルチアングル反射除去合成

# Mode B 雙角度去反光合成（Pro）
source: 雙角度去反光 · Pro
ja: 2アングル反射除去 · Pro

source: OCR 辨識中
ja: OCR 認識中

source: OCR 辨識日期
ja: OCR 認識日付

source: Pro · 原地裁切
ja: Pro · 直接トリミング

source: Pro 支援非破壞性原地修改系統相簿原圖並可隨時復原。
ja: Pro は写真アプリの元画像を非破壊で直接更新し、いつでも復元できます。

source: 一次買斷 %@ · 永久解鎖全功能
ja: 買い切り %@ · 全機能を永久アンロック

source: 一次買斷永久解鎖所有功能
ja: 買い切りで全機能を永久アンロック

source: 一般與關於
ja: 一般・このアプリについて

source: 一鍵修正所有警示項目
ja: すべての警告項目を一括修正

source: 今天
ja: 今日

source: 今日免費無浮水印 %lld/%lld
ja: 本日の無料透かしなし枠 %lld/%lld

source: 今日免費高畫質已用畢，以 SNS 畫質輸出
ja: 本日の無料高画質枠は使用済みです

source: 使用 Apple Vision 自動讀取拍立得正面或背面手寫日期
ja: Apple Vision を使用してチェキの表裏にある手書き日付を自動認識します

source: 使用 Apple 原生 Vision 與 SwiftData 框架，無須註冊帳號即可離線典藏。
ja: Apple 標準の Vision と SwiftData フレームワークを使用し、アカウント登録不要でオフライン管理できます。

source: 使用相機拍攝至此相冊
ja: カメラで撮影してこのアルバムに追加

source: 依偶像團體、成員與活動 #標籤整理，打造專屬的數位拍立得相冊。
ja: グループ、メンバー、イベントの #タグごとに整理し、自分だけのチェキアルバムを作れます。

source: 依團體、成員與 #標籤整理專屬相冊
ja: グループ・メンバー・#タグで整理

source: 依拍立得上的手寫日期自動排入拍攝當日時間軸
ja: チェキに書かれた日付を読み取り、撮影日時のタイムラインに反映します

source: 修正全部警示
ja: すべての警告を修正

source: 偵測中
ja: 検出中

source: 備忘
ja: メモ

source: 備忘錄
ja: メモ

source: 僅在選擇「轉換為指定格式」時套用
ja: 「指定のフォーマットに変換」を選択した場合のみ適用されます

source: 僅雙面
ja: 両面のみ

source: 僅顯示正反雙面
ja: 両面チェキのみ表示

source: 儲存
ja: 保存

source: 儲存與輸出
ja: 保存と出力

source: 儲存與輸出格式
ja: 保存と出力フォーマット

source: 允許
ja: 許可

source: 免註冊帳號，離線安全典藏
ja: アカウント登録不要・オフラインで安全に保存

source: 免費版 · 保留未裁切原圖
ja: 無料版 · 元画像を保持

source: 免費版同步相簿分類與時間軸，系統相簿保留未裁切原圖。
ja: 無料版はアルバムと日時のみ同期し、写真アプリには元画像を保持します。

# 免費版於系統相簿保留未裁切原圖；升級 Pro 可直接在 iOS 原生相簿非破壞性原地裁切（不新增重複照片、保留原圖可復原）並無損輸出
source: Pro 支援於系統相簿原地非破壞性裁切與無損輸出
ja: Proで写真アプリ内の非破壊トリミングと無劣化出力に対応

source: 全選
ja: すべて選択

source: 全部
ja: すべて

source: 全部套用
ja: すべて適用

source: 兩張微傾角度自動消除保護套強光
ja: 2枚の角度からスリーブの反射を自動除去

source: 分析中
ja: 解析中

source: 切換回免費版 · 測試
ja: 無料版に戻す · テスト

# 切換回免費版（開發測試）
source: 切換至免費版
ja: 無料版へ切替

source: 刪除
ja: 削除

source: 刪除 %lld 張拍立得
ja: %lld 枚のチェキを削除

source: 刪除拍立得
ja: チェキを削除

source: 刪除此拍立得
ja: このチェキを削除

source: 刪除此照片？
ja: この写真を削除しますか？

source: 加入
ja: 追加

source: 加入最愛
ja: お気に入りに追加

# 加入照片
source: 照片
ja: 写真

source: 匯入時自動辨識手寫日期
ja: 取り込み時に手書き日付を自動認識

source: 匯入照片並將正反面同步回系統相簿
ja: 写真の読み込みと写真アプリへの同期に使用

source: 匯入當年
ja: 取り込み年

# 匯入與手寫日期辨識 (OCR)
source: 匯入與手寫日期 OCR
ja: 取り込みと手書き日付OCR

source: 原圖
ja: オリジナル

source: 原圖格式
ja: 元のフォーマット

source: 原地更新至 iOS 系統相簿
ja: iOS「写真」アプリの画像を更新

source: 原畫質無損輸出 · 原生相簿原地裁切
ja: オリジナル画質出力 · 標準「写真」アプリで直接トリミング

source: 原畫質無損輸出 · 雙角度去反光 · 移除浮水印
ja: 高画質ロスレス出力 · 2角度反射除去 · 透かしなし

source: 原畫質無損輸出 · 雙角度去反光合成 · 完全移除浮水印
ja: オリジナル画質出力 · マルチアングル反射除去 · 透かし完全非表示

source: 去反光合成
ja: 反射除去合成

source: 去反光合成 · Pro
ja: 反射除去合成 · Pro

source: 去反光合成中⋯
ja: 反射除去を合成中⋯

source: 去反光合成為 Pro 功能
ja: 反射除去合成は Pro 機能です

source: 去反光模式
ja: 反射抑制モード

source: 反光對策模式
ja: 光の反射対策モード

source: 反光抑制並同步完成
ja: 反射抑制・同期完了

source: 取消
ja: キャンセル

source: 取消全選
ja: 選択を解除

source: 取消最愛
ja: お気に入りを解除

source: 取消選取
ja: 選択解除

# 可從系統相簿或 App 內現有照片選取綁定背面， 亦可直接雙擊卡片翻回正面
source: 從相簿或現有照片綁定背面，雙擊翻回正面
ja: 写真やアプリ内から裏面を設定 · ダブルタップで表面へ

# 合併並移除原獨立項目
source: 合併原項目
ja: 元項目を統合

source: 合併原項目
ja: 元項目を統合

source: 同一秒
ja: 同じ秒

source: 同步至 iOS 系統相簿
ja: iOS「写真」アプリに同期

source: 同步至相簿
ja: 写真アプリに同期

source: 同步至系統相簿
ja: 写真アプリと同期

source: 同相冊
ja: 同アルバム

source: 名稱
ja: 名前順

source: 單張
ja: 単枚

source: 單張抑制
ja: 単枚抑制

source: 單面
ja: 片面

source: 四個頂點可拖曳至相片外・雙指可縮放畫面
ja: 四隅は写真の外側へドラッグ可能・ピンチで拡大縮小

source: 團體
ja: グループ

source: 團體 / 成員
ja: グループ / メンバー

source: 團體 / 成員相簿階層
ja: グループ / メンバー階層

source: 團體名
ja: グループ名

source: 團體名稱
ja: グループ名

source: 團體與成員分類
ja: グループ・推し分類

source: 團體與推角成員分類
ja: グループ＆推しメンバー別整理

source: 自動偵測邊界時，依此比例向內收縮或向外擴張
ja: 自動枠検出時にこの比率で内側へ縮小または外側へ拡張

source: 在配對工作台中匯入至此相冊
ja: ペアリング画面でこのアルバムに取り込む

source: 外觀
ja: 外観

source: 外觀模式
ja: 外観モード

source: 套用日期至全部
ja: 日付をすべてに適用

source: 好
ja: OK

source: 姓名
ja: 名前

source: 完全移除浮水印 · 終身買斷
ja: 透かし完全非表示 · 買い切り

source: 完成
ja: 完了

source: 完成白平衡
ja: ホワイトバランス完了

source: 客製
ja: カスタム

# 寫入 10 張帶日期拍立得至系統相簿 (Photos.app)
source: 寫入測試拍立得
ja: テスト用チェキを保存

source: 將同時從 App 與系統相簿刪除
ja: アプリと「写真」の両方から削除します

source: 將從典藏庫永久刪除
ja: ライブラリから完全に削除します

source: 將從典藏庫永久移除。
ja: ライブラリから完全に削除されます。

source: 將從典藏庫移除且無法復原。
ja: ライブラリから削除され、元に戻せません。

source: 將從典藏庫與系統相簿刪除。
ja: ライブラリと写真アプリから削除されます。

source: 將拍立得正面照片與背面簽名留言配對綁定，支援 3D 翻轉檢視。
ja: チェキの表面写真と裏面のサイン・メッセージをペアリングし、3D 反転でいつでも見返せます。

source: 專為偶像拍立得打造的數位典藏工具
ja: アイドルチェキ専用デジタルアーカイブ

source: 對位失敗，請確認四邊完整
ja: 位置合わせに失敗しました

source: 對準拍立得按快門鎖定邊框
ja: チェキに合わせて枠を固定

source: 對話備忘錄
ja: トークメモ

source: 對調
ja: 入替

source: 對調正反
ja: 表裏を入替

source: 對調正反面照片
ja: 表裏の写真を入れ替える

source: 尚無團體
ja: グループなし

source: 尚無團體相冊
ja: グループアルバムがありません

source: 尚無成員
ja: メンバーなし

source: 尚無成員相冊
ja: メンバーアルバムがありません

source: 尚無拍立得
ja: チェキなし

source: 尚無拍立得典藏
ja: チェキがまだありません

source: 尚無拍立得項目
ja: チェキ項目がありません

source: 尚無照片
ja: 写真なし

source: 尚無背面照片
ja: 裏面なし

source: 展開四點
ja: 四隅を広げる

source: 已使用今日免費高畫質輸出
ja: 本日の無料高画質出力を使用しました

source: 已儲存 · 裁切中…
ja: 保存完了 · 補正中…

source: 已儲存 · 防反光合成中…
ja: 保存完了 · 反射除去合成中…

source: 已儲存裁切
ja: トリミングを保存しました

source: 已允許
ja: 許可済

source: 已加入
ja: 追加済

source: 已勾選 %lld / %lld 張
ja: %lld / %lld 枚を選択中

source: 已同步系統相簿修改
ja: 写真アプリの編集を同期しました

source: 已同步至系統相簿
ja: 写真アプリに同期しました

source: 已完成去反光合成
ja: 反射除去合成が完了しました

source: 已復原原圖
ja: 元画像に戻しました

source: 已恢復購買
ja: 購入を復元しました

source: 已拒絕
ja: 拒否

source: 已正位
ja: 補正済

source: 已正位 86×54
ja: 補正済み 86×54

source: 已自動吸附
ja: 自動吸着しました

source: 已解鎖 Pro
ja: Pro アンロック済み

# 已解鎖 Pro 終身版（點擊切換測試狀態）
source: Pro 永久版已解鎖
ja: Pro 永久版アンロック済

source: 已設定背面照片
ja: 裏面を設定しました

source: 已選取 %lld 張照片
ja: %lld 枚の写真を選択

source: 已選取 %lld 張照片 · 將輸出 %lld 張拍立得
ja: %lld 枚の写真を選択中 · %lld 枚のチェキを出力

source: 已還原白平衡
ja: ホワイトバランスをリセット

source: 已重設，請拍攝正面
ja: リセット完了 · 表面を撮影

source: 已重設，請重新鎖定邊框
ja: リセット完了 · 枠を再固定

source: 已重設範圍
ja: 範囲をリセットしました

source: 已鎖定 86×54mm 拍立得邊框
ja: 86×54mm チェキ枠をロック中

source: 已鎖定邊框
ja: 枠をロック中

source: 已鎖定邊框 · 對準左上 1 · 0/4
ja: 枠を固定 · 左上 1 へ移動 · 0/4

source: 已預裁切
ja: トリミング済

# 建立「團體 ＞ 成員 (團體)」相簿階層
source: 依「團體 ＞ 成員」建立相簿
ja: 「グループ ＞ メンバー」階層を作成

source: 建立團體與推角成員，即可按「團體 ＞ 成員」階層管理拍立得相冊。
ja: グループと推しメンバーを作成すると、「グループ ＞ メンバー」階層でチェキを整理できます。

source: 從 App 內選取背面
ja: アプリ内の写真から裏面を選択

source: 從 App 內選取背面照片
ja: アプリ内の写真から裏面を選択

source: 從 Apple ID 同步 ChekiLens Pro 終身買斷資格
ja: Apple ID から ChekiLens Pro 永久ライセンスを同期します

# 從現有照片選取背面
source: App 內照片
ja: アプリ内写真

# 從相簿匯入
source: 相簿
ja: アルバム

# 從相簿多選匯入（不限張數）
source: 相簿多選
ja: アルバム複数選択

source: 從相簿選擇照片 · 不限張數
ja: アルバムから写真を選択 · 枚数無制限

source: 從系統相簿匯入您的拍立得照片，或載入範例測試資料體驗完整相冊與正反面典藏功能。
ja: 「写真」アプリからチェキを取り込むか、サンプルデータを読み込んで両面コレクション機能をお試しください。

source: 從系統相簿選取背面
ja: 「写真」アプリから裏面を選択

source: 復原原圖
ja: 元画像に戻す

source: 復原正面為原始未裁切圖片
ja: 表面を未トリミングの元画像に戻す

source: 復原背面為原始未裁切圖片
ja: 裏面を未トリミングの元画像に戻す

# 微外擴 (+2%)
source: 外擴 +2%
ja: 外側 +2%

source: 快速帶入現有團體
ja: 既存のグループから選択

source: 恢復購買
ja: 購入を復元

# 恢復購買項目 (Restore Purchases)
source: 恢復購買
ja: 購入を復元

source: 成員
ja: メンバー

source: 成員、團體、#標籤
ja: メンバー・グループ・#タグ

source: 成員名
ja: メンバー名

source: 成員名稱
ja: メンバー名

source: 成員相冊
ja: メンバーアルバム

source: 成員與團體
ja: メンバー・グループ

source: 所有辨識與資料皆於本機離線完成，不上傳雲端
ja: すべての処理は端末内で完結し、外部へ送信されません

source: 所選位置過暗，請點選拍立得「白色邊框」區域
ja: 選択箇所が暗すぎます。チェキの「白い余白」部分をタップしてください

source: 手動調整四頂點裁切與比例
ja: 四隅のトリミングと比率を手動調整

source: 手動配對
ja: 手動ペアリング

source: 手寫日期 OCR 智慧辨識
ja: 手書き日付の OCR 自動認識

source: 手寫日期覆寫時間軸
ja: 手書き日付で日時を上書き

source: 手寫日期覆寫相簿 EXIF 時間軸
ja: 手書き日付で EXIF 撮影日時を上書き

source: 手寫日期辨識
ja: 手書き日付認識

source: 批次匯入
ja: 一括取り込み

source: 批次匯入與配對
ja: 一括取り込み・ペアリング

# 批次配對工作台
source: 批次配對
ja: 一括ペアリング

# 批次配對工作台（含測試資料）
source: 批次配對
ja: 一括ペアリング

source: 拆開
ja: 分割

source: 拍攝資訊
ja: 撮影情報

source: 拍照
ja: カメラ

# 拍第 2 個角度去反光
source: 雙角度去反光
ja: 2アングル反射除去

source: 拖曳四角微調 · 雙指縮放
ja: 四隅をドラッグ · ピンチで拡大

source: 指定格式
ja: 指定フォーマット

# 指派推角成員
source: 成員
ja: メンバー

source: 按團體與成員分類拍立得
ja: グループとメンバーでチェキを整理

source: 掃描與影像
ja: スキャンと画像

source: 掃描與影像處理
ja: スキャンと画像処理

source: 排序
ja: 並び順

source: 排序與篩選
ja: 並び替えとフィルタ

source: 推角成員資訊
ja: 推しメンバー情報

# 提供即時四角邊框預覽與防反光拍攝輔助（亦可稍後於拍攝時開啟）。
source: 提供即時邊框預覽與防反光拍攝
ja: 枠プレビューと反射防止撮影に使用

source: 提供即時邊框預覽與防反光拍攝
ja: 枠プレビューと反射防止撮影に使用

# 換背面圖
source: 背面
ja: 裏面

source: 搜尋
ja: 検索

source: 搜尋成員、團體、活動或 #標籤
ja: メンバー、グループ、イベント、#タグを検索

source: 放大預覽
ja: 拡大プレビュー

# 新增團體 / 成員
source: 團體 / 成員
ja: グループ / メンバー

# 新增團體與成員
source: 團體與成員
ja: グループ・メンバー

# 新增您的推角成員，直接展開瀏覽所有成員的專屬相冊。
source: 點擊 ＋ 建立成員相冊
ja: ＋ でメンバーアルバムを作成

# 新增成員
source: 成員
ja: メンバー

# 新增成員與團體
source: 成員與團體
ja: メンバー・グループ

# 新增推角成員
source: 成員
ja: メンバー

source: 旋轉 90°
ja: 90° 回転

source: 日期
ja: 日付

source: 時間
ja: 時刻

# 更內縮 (-3%)
source: 內縮 -3%
ja: 内側 -3%

# 更換背面照片（系統相簿）
source: 系統相簿
ja: 写真アプリ

source: 未分團
ja: 未所属

source: 未處理
ja: 未処理

source: 查無購買紀錄
ja: 購入履歴なし

source: 校正完成
ja: 補正完了

source: 格狀
ja: グリッド

source: 標籤
ja: タグ

source: 檢視正面照片
ja: 表面の写真を見る

source: 權限與隱私
ja: 権限とプライバシー

source: 權限設定與隱私保護
ja: アクセス権限とプライバシー保護

source: 歡迎使用 ChekiLens
ja: ChekiLens へようこそ

source: 正位並同步完成
ja: 補正・同期完了

source: 正位與配對完成後自動寫入系統「照片」App
ja: 補正・ペアリング完了後に標準の「写真」アプリへ自動保存します

source: 正反對調
ja: 表裏を入れ替え

source: 正反雙面
ja: 両面撮影

# 正反雙面 (1/2)：請對準拍立得【正面】
source: 1/2 · 拍攝正面
ja: 1/2 · 表面を撮影

# 正反雙面 (2/2)：請翻面拍攝【背面手寫】
source: 2/2 · 翻面拍背面
ja: 2/2 · 裏面を撮影

source: 正反雙面典藏
ja: 両面デジタル保存

source: 正反面同秒寫入系統相簿
ja: 表裏を同じ秒数で写真アプリへ保存

source: 正反面排序
ja: 表裏の並び順

source: 正反面時間軸排序
ja: 表裏のタイムライン順序

source: 正反面翻轉與透視正位
ja: 両面反転と自動補正

source: 正反面配對儲存，匯出至系統相簿時享有相同拍攝秒數
ja: 表裏ペアで保存し、「写真」アプリへ書き出す際も同じ秒数で隣り合って配置

source: 正反面雙面數位典藏
ja: 表裏両面のデジタルコレクション

source: 正在套用四頂點透視裁切...
ja: 四隅の台形補正トリミングを適用中...

source: 正面
ja: 表面

source: 正面完成 · 請翻面拍背面
ja: 表面完了 · 裏面を撮影

source: 正面邊界
ja: 表面の境界

source: 此 Apple ID 尚無購買紀錄。
ja: この Apple ID の購入履歴は見つかりませんでした。

source: 此團體尚無成員
ja: このグループにはメンバーがいません

source: 此拍立得 · 含正反面與特典會備忘將從典藏庫與 iOS 系統相簿中一併刪除。
ja: このチェキ · 両面およびメモを含むは ChekiLens と iOS の「写真」アプリの両方から削除されます。

source: 此拍立得 · 含背面與特典會備忘將從典藏庫永久移除。
ja: このチェキ · 裏面およびメモを含むはライブラリから完全に削除されます。

source: 此操作會將拍立得從 ChekiLens 典藏庫移除，且無法復原。
ja: このチェキは ChekiLens から削除され、元に戻すことはできません。

source: 此操作會將拍立得從 ChekiLens 典藏庫與 iOS 系統相簿中一併刪除。
ja: このチェキは ChekiLens と iOS の「写真」アプリの両方から削除されます。

source: 歪斜原圖
ja: 元画像

source: 歸檔中…
ja: 保存中…

source: 深色
ja: ダーク

source: 淺色
ja: ライト

source: 清單
ja: リスト

source: 清空
ja: クリア

source: 清空工作台
ja: ワークベンチを空にする

source: 清除
ja: クリア

source: 無可用照片
ja: 写真なし

source: 無可選取的 App 內照片
ja: 選択可能なアプリ内の写真がありません

source: 無日期
ja: 日付なし

source: 無正面照片
ja: 表面なし

source: 無法讀取影像
ja: 画像を読み込めません

source: 無法讀取拍立得影像進行白平衡校正
ja: ホワイトバランス補正用の画像を読み込めませんでした

source: 無法讀取照片
ja: 写真を読み込めません

source: 無法載入影像
ja: 画像を読み込めません

source: 無符合項目
ja: 該当なし

source: 照片儲存模式
ja: 写真の保存モード

source: 熱門 #標籤
ja: 人気の #タグ

source: 版本
ja: バージョン

source: 現有團體
ja: 既存グループ

source: 用於匯入拍立得照片，以及將正位後的正反面照片同步回系統相簿。
ja: チェキ写真の取り込みや、補正後の表裏写真を「写真」アプリへ同期するために使用します。

# 用相機拍攝
source: 拍照
ja: カメラ

source: 由右上角 ＋ 加入拍立得
ja: 右上の ＋ から追加

source: 由右上角拍照或從相簿匯入
ja: 右上から撮影またはアルバム読込

source: 由新到舊
ja: 新しい順

source: 由舊到新
ja: 古い順

source: 略過
ja: スキップ

# 當拍立得手寫日期僅標註月日（例如「10/24」）時，自動依此策略補齊年份。
source: 手寫日期僅標註月日時，依此策略補齊年份
ja: 手書き日付が月日のみの場合、この設定で年を補完

source: 白平衡
ja: ホワイトバランス

source: 目前篩選條件下沒有其他可作為背面的拍立得照片。
ja: 現在の条件では、裏面に設定できる他のチェキ写真がありません。

source: 目標轉換格式
ja: 変換先フォーマット

source: 直接執行
ja: そのまま実行

source: 相冊
ja: アルバム

source: 相冊檢視階層
ja: アルバム表示階層

source: 相機拍攝權限
ja: カメラの撮影権限

source: 相機權限
ja: カメラアクセス

source: 相簿
ja: アルバム

source: 相簿同步與時間軸
ja: 写真アルバム同期とタイムライン

source: 相簿權限
ja: 写真アクセス

source: 相簿讀寫權限
ja: 写真ライブラリのアクセス権限

source: 相紙
ja: 用紙

source: 確定要刪除%lld張照片嗎？
ja: %lld枚の写真を削除しますか？

source: 確定要刪除此照片嗎？
ja: この写真を削除しますか？

source: 移除
ja: 除外

source: 移除 App 內裁切檢視與分享輸出時的 ChekiLens 浮水印，一次付費永久解鎖
ja: アプリ内プレビューや共有出力時の ChekiLens 透かしを非表示にします。一度の購入で永久に利用可能です

source: 移除浮水印
ja: 透かし除去

# 移除背面照片
source: 移除背面
ja: 裏面を解除

source: 等待核准中
ja: 承認待ちです

source: 等待確認
ja: 確認待ち

source: 篩選範圍
ja: フィルタ範囲

source: 系統相簿
ja: 写真アプリ

source: 系統相簿原地裁切
ja: 写真アプリで直接トリミング

source: 系統相簿同步
ja: システムアルバム同期

source: 編輯資訊與備忘
ja: 情報とメモを編集

source: 繼續
ja: 次へ

source: 缺少年份時預設策略
ja: 年が省略されている場合の補完方法

source: 缺少年份補全
ja: 年号なしの補完

source: 翻回正面
ja: 表面に戻る

source: 翻至正面
ja: 表面へ裏返す

source: 翻至背面
ja: 裏面へ裏返す

source: 翻轉至背面留言
ja: 裏面のメッセージへ反転

# 背景偵測邊界 (%lld/%lld)
source: 偵測邊界 %lld/%lld
ja: 境界検出 %lld/%lld

source: 背面
ja: 裏面

source: 背面 +1 秒
ja: 裏面 +1 秒

source: 背面備忘
ja: 裏面メモ

source: 背面尚未新增照片
ja: 裏面の写真がまだありません

source: 背面手寫與備忘
ja: 裏面の手書きとメモ

source: 背面設定
ja: 裏面設定

source: 背面邊界
ja: 裏面の境界

source: 自動偵測拍立得四角並還原 86×54mm 比例
ja: チェキ四隅を検出し86×54mm比率に自動補正

source: 自動同步至 iOS 系統相簿
ja: iOS「写真」アプリへ自動同期

source: 自動吸附
ja: 自動吸着

source: 自動於系統相簿建立團體資料夾與成員專屬相簿
ja: 「写真」アプリ内にグループフォルダとメンバー別アルバムを自動作成します

source: 自動裁切
ja: 自動トリミング

source: 自動計算色溫與色調
ja: 色温度と色合いを自動計算

source: 自動識別邊框收縮 / 擴張
ja: 自動枠検出時の内側縮小 / 外側拡張

source: 自動讀取拍立得上的手寫拍攝日期，並寫入相片 EXIF 時間軸。
ja: チェキに書かれた手書きの日付を自動で読み取り、写真の EXIF タイムラインに反映します。

source: 自動辨識手寫日期
ja: 手書き日付を自動認識

source: 自動辨識手寫日期並寫入相片時間軸
ja: 手書き日付を読み取りEXIF日時へ自動反映

source: 自動辨識拍立得四角並進行透視校正，精準還原 86×54mm 實體比例。
ja: チェキの四隅を自動認識して台形補正を行い、86×54mm の実物比率を忠実に再現します。

source: 自動透視校正並裁切背景
ja: 自動台形補正・背景トリミング

source: 自動配對
ja: 自動ペアリング

source: 裁切中…
ja: トリミング中…

source: 裁切與比例
ja: トリミングと比率

# 補上背面照片（系統相簿）
source: 系統相簿
ja: 写真アプリ

# 補背面圖
source: 背面
ja: 裏面

source: 規格
ja: フィルム規格

source: 規格與日期
ja: サイズと日付

source: 設為未分類
ja: 未分類に設定

source: 設為背面
ja: 裏面に設定

source: 設為背面後自動移除原本多出的單張項目，避免相簿重複
ja: 裏面に設定した後、重複を防ぐため元の単体項目を自動的に削除します

source: 語言
ja: 言語

source: 調整邊界
ja: 境界を調整

source: 請開啟照片存取權限
ja: 写真へのアクセス許可が必要です

source: 負值內縮去黑邊，正值外擴保留白邊。
ja: 負の値で黒縁を除去、正の値で白枠を保持します。

# 負值向內裁切去黑邊，正值向外保留白邊
source: 負值向內去黑邊，正值向外留白邊
ja: マイナスで内側に縮小、プラスで白枠を保持

source: 資訊
ja: 情報

source: 跟隨系統
ja: システム

# 載入 8 張內建測試組（多人＋雙正面警示）
source: 載入測試組
ja: テスト画像を読み込む

source: 載入範例測試資料
ja: サンプルデータを読み込む

source: 輸入備忘…
ja: メモを入力…

source: 輸出格式
ja: 出力フォーマット

source: 辨識日期
ja: 認識日付

source: 返回
ja: 戻る

source: 返回相機
ja: カメラに戻る

source: 透過 Mode B 兩張微傾角度自動消除塑膠保護套強光反射
ja: Mode B により複数アングルの写真からスリーブの強い光の反射を自動除去します

source: 選取
ja: 選択

source: 選擇套用
ja: 選択適用

source: 選擇拍攝日期
ja: 撮影日を選択

source: 選擇拍攝時間
ja: 撮影時刻を選択

source: 選擇背面
ja: 裏面を選択

source: 選擇項目
ja: 項目を選択

source: 避免重複顯示
ja: 重複表示を防ぎます

source: 邊界
ja: 余白

source: 邊界微調
ja: 余白微調整

source: 邊界設定
ja: 余白設定

source: 配對模式
ja: ペアリングモード

source: 配對正反
ja: ペアリング

source: 配對正面照片與背面簽名留言，支援 3D 翻轉
ja: 表面写真と裏面メッセージをペア保存・3D反転

source: 重新顯示歡迎導引與操作提示
ja: ウェルカムガイドとヒントを再表示

source: 重新顯示頂部 Pro 卡片與測試免費版浮水印
ja: 上部の Pro カードを再表示し、無料版の透かしをテストします

# 重置今日免費 1 張額度（開發測試）
source: 重置今日免費額度
ja: 無料枠をリセット

source: 重置首次配對提示與 3D 翻轉導引
ja: 初回ペアリングヒントと 3D 反転ガイドをリセットします

source: 重設
ja: リセット

source: 錯誤
ja: エラー

source: 開始使用
ja: はじめる

source: 開啟
ja: オン

source: 開啟同步後，正反面雙圖會寫入系統相簿並保持相鄰；若在系統相簿中刪除此拍立得，或是於 ChekiLens 刪除照片時，兩邊皆可保持一致。
ja: 同期をオンにすると、表裏の写真が「写真」アプリ内で隣り合って保存され、削除時も連動します。

# 開啟批次配對工作台（含測試資料）
source: 批次配對
ja: 一括ペアリング

source: 關閉
ja: 閉じる

source: 防反光
ja: 反射防止

source: 防反光合成並同步完成
ja: 反射除去合成・同期完了

source: 集中瀏覽所有成員相冊
ja: 全メンバーのアルバムを一括表示

source: 雙擊卡片翻回正面
ja: ダブルタップで表面へ

source: 雙擊翻回正面
ja: ダブルタップで表面に戻る

source: 雙擊翻看背面
ja: ダブルタップで裏面を見る

source: 雙擊翻面 · 上滑備忘
ja: ダブルタップで裏返す · 上スワイプでメモ

source: 雙正面 · 拆開
ja: 両方表面 · 分割

source: 雙角度 · Pro
ja: 2角度 · Pro

source: 雙角度去反光
ja: 2角度反射除去

source: 雙角度去反光合成
ja: マルチアングル反射除去合成

source: 雙角度合成 · Pro
ja: 2角度合成 · Pro

source: 雙面已儲存 · 裁切中…
ja: 両面を保存 · 補正中…

source: 雙面正位並同步完成
ja: 両面の補正・同期完了

source: 非破壞性修改系統相簿原圖，不產生重複照片
ja: 重複を作らず元画像を非破壊で直接トリミング

source: 頂點不可交錯
ja: 四隅が交差しています

source: 順序顛倒 · 對調
ja: 表裏逆 · 入替

source: 預設保留原始相片格式，避免非必要的轉檔耗損
ja: デフォルトでは元の画像フォーマットを維持し、再圧縮による劣化を防ぎます

source: 預設拍立得規格
ja: デフォルトのチェキ規格

source: 預設相紙
ja: デフォルト用紙

source: 顯示
ja: 表示

source: 顯示密度
ja: 表示密度

# 顯示密度（亦可雙指縮放）
source: 顯示欄數
ja: 表示列数

source: 顯示歡迎與操作提示
ja: ガイドとヒントを再表示

source: 點另一張外框配對
ja: 別の白枠でペアリング

source: 點外框配對
ja: 白枠でペアリング

source: 點外框配對正反 · 點相片放大預覽
ja: 白枠でペアリング · 写真タップで拡大

source: 點擊 ＋ 加入
ja: ＋ から追加

source: 點擊下方拍立得體驗 3D 正反面翻轉，或切換透視校正預覽。
ja: 下のチェキをタップして 3D 表裏反転を体験するか、台形補正のプレビューを切り替えてみてください。

source: 點擊右上角 ＋ 建立成員相冊
ja: 右上の ＋ から作成

source: 點擊右上角「＋」或「⋯」匯入或拍攝拍立得至此相冊。
ja: 右上の「＋」または「⋯」から、このアルバムにチェキを取り込むか撮影できます。

# 點擊右上角「+」為 %@ 新增成員相冊。
source: 點擊 ＋ 為 %@ 建立成員
ja: ＋ で %@ にメンバーを作成

source: 點擊拍立得體驗 3D 翻轉與正位預覽
ja: タップで3D反転と自動補正をプレビュー

source: 點擊輸入備忘…
ja: タップしてメモを入力…

source: 點選或下拉返回 · 雙指縮放
ja: タップまたはスワイプで戻る · ピンチで拡大

source: 點選白色邊框校正白平衡
ja: 白い枠をタップして補正
